{"translation-revision-date":"2024-10-28 16:09:39+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n == 0 || n % 100 >= 2 && n % 100 <= 19) ? 1 : 2);","lang":"ro"},"Warning: JSON or ZIP files may be unsafe":["Avertizare: fișierele JSON sau ZIP pot să fie nesigure"],"Couldn’t install the Kit":["Nu am putut să instalez kitul"],"Couldn’t access the file":["Nu am putut să accesez fișierul"],"Couldn’t use the Kit":["Nu am putut să folosesc kitul"],"Couldn’t handle the Kit":["Nu am putut să gestionez kitul"],"Support":["Suport"],"Unable to download the Kit":["Nu pot să descarc kitul"],"Do not show this message again":["Nu mai arăta acest mesaj"],"What’s a Website Kit?":["Ce este un kit de site-uri web?"],"Import a Website Kit":["Importă un kit de site-uri web"],"Export a Website Kit":["Exportă un kit de site-uri web"]," Learn more about Website Kits":["Află mai multe despre kiturile pentru site-uri web"],"Upgrade Now":["Actualizează acum"],"Elementor Templates":["Șabloane Elementor"],"Included":["Incluse"],"Site Area":["Zonă site"],"Custom Post Types":["Tipuri de articol personalizat"],"WP Menus":["Meniuri WP"],"To turn your site into a Website Kit, select the templates, content, settings and plugins you want to include. Once it’s ready, you’ll get a .zip file that you can import to other sites.":["Pentru a-ți transforma site-ul într-un kit de site-uri web, selectează șabloanele, conținutul, setările și modulele pe care vrei să le incluzi. După ce ai terminat, ai totul într-un fișier .zip pe care poți să îl imporți pe alte site-uri."],"A Website Kit is a .zip file that contains all the parts of a complete site. It’s an easy way to get a site up and running quickly.":["Un kit de site-uri web este un fișier .zip care conține toate părțile unui site complet. Este o modalitate ușoară de a crea rapid un site și de a-l pune în funcțiune."],"Add the custom posts types to export. The latest 20 items from each type will be included.":["Adaugă tipurile de articol personalizat de exportat. Vor fi incluse ultimele 20 de elemente din fiecare tip."],"No custom post types in your site...":["Nu ai tipuri de articol personalizat pe site..."],"Click to select custom post types":["Dă clic pentru a selecta tipurile de articol personalizat"],"Import a Website Kit to your site":["Importă un kit de site-uri web pe site-ul tău"],"Importing your content, templates and site settings":["Fac importul conținutului, a șabloanelor și setărilor site-ului"],"Take me there":["Du-mă acolo"],"Select the plugins you want to import":["Selectează modulele pe care vrei să le imporți"],"Not yet":["Nu încă"],"Is your Elementor Pro ready?":["Elementor Pro este gata?"],"Without Elementor Pro, importing components like templates, widgets and popups won't work.":["Fără Elementor Pro, importul componentelor, cum ar fi șabloane, piese și popup-uri, nu va funcționa."],"Install Elementor Pro":["Instalează Elementor Pro"],"Missing Required Plugins:":["Lipsesc modulele cerute:"],"Plugins to add:":["Module de adăugat:"],"Plugins you already have:":["Module pe care deja le ai:"],"Activating plugins:":["Activez modulele:"],"All items are already selected by default. Uncheck the ones you don't want.":["Toate elementele sunt deja selectate în mod implicit. Debifează-le pe cele pe care nu le vrei."],"These are the templates, content and site settings that come with your kit.":["Acestea sunt șabloanele, conținutul și setările site-ului care sunt incluse în kit."],"Select which parts you want to apply":["Selectează părțile în care vrei să aplici"],"If you don't include them, this kit may not work properly.":["Dacă nu le incluzi, s-ar putea ca acest kit să nu funcționeze așa cum trebuie."],"Required plugins are still missing.":["Nu ai încă toate modulele necesare."],"You can’t use this Website Kit because it doesn’t contain any content, pages, etc. Try again with a different file.":["Nu poți să folosești acest kit de site-uri web deoarece nu are conținut, pagini etc. Încearcă din nou cu un alt fișier."],"The Website Kit you’re using contains plugins for functionality, but no content or pages, etc.":["Kitul de site-uri web pe care îl folosești are module pentru funcționalitate, dar nu are conținut, pagini etc."],"Note:":["Notă:"],"You’ve imported and applied the following to your site:":["Ai importat și aplicat următoarele pe site-ul tău:"],"See it live":["Vezi cu arată live"],"There are few plugins that we couldn't install:":["Nu am putut să instalam câteva module:"],"Make sure your Elementor Pro account is connected":["Asigură-te că ai conectat contul Elementor Pro"],"Tip:":["Sfat:"],"Let’s do it":["S-o facem"],"Select which of these plugins are required for this kit work.":["Selectează care dintre aceste module sunt necesare ca să funcționeze acest kit."],"Export your site as a Website Kit":["Exportă-ți site-ul ca un kit de site-uri web"],"Create Kit":["Creează un kit"],"This file type is not allowed":["Acest tip de fișier nu este permis"],"Try Again":["Încearcă din nou"],"Custom Post Type":["Tip de articol personalizat"],"WP Posts":["Articole WP"],"WP Pages":["Pagini WP"],"To import or export these components, you’ll need Elementor Pro.":["Pentru a importa sau exporta aceste componente, ai nevoie de Elementor Pro."],"Global widgets":["Piese globale"],"Kit Info":["Informații despre kit"],"How does importing work?":["Cum funcționează importul?"],"How does exporting work?":["Cum funcționează exportul?"],"Setting up your kit...":["Inițializez kitul..."],"Select the items you want to keep and apply:":["Selectează elementele pe care vrei să le păstrezi și să le aplici:"],"Your site's homepage will be determined by the kit. You can change this later.":["Prima pagină a site-ului va fi determinată de kit. Poți modifica asta mai târziu."],"Existing":["Existent"],"Imported":["Importat"],"Upload a file with templates, site settings, content, etc., and apply them to your site automatically.":["Încarcă un fișier cu șabloane, setări site, conținut etc. și le aplici automat pe site-ul tău."],"Your kit is now live on your site!":["Acum kitul este live pe site-ul tău!"],"Kit Description":["Descriere kit"],"Kit Name":["Nume kit"],"Choose which Elementor components - templates, content and site settings - to include in your kit file.":["Alege componentele Elementor - șabloane, conținut și setări site - pe care să le incluzi în fișierul tău kit."],"Kit Information":["Informații despre kit"],"Elementor Kit":["Kit Elementor"],"These are the details you’ll use to quickly find and apply this kit in the future, even as your collection grows.":["Acestea sunt detaliile pe care le vei folosi pentru a găsi și aplica rapid acest kit în viitor, chiar dacă vei avea o colecție mult mai mare."],"What is kit information?":["Ce reprezintă informațiile despre kit?"],"Website Kit Information":["Informații despre kitul de site-uri web"],"Say something about the style and content of these files...":["Spune ceva despre stilul și conținutul acestor fișiere..."],"Now you can import this kit and use it on other sites.":["Acum poți importa acest kit și să-l folosești pe alte site-uri."],"Import":["Importă"],"to learn more about building your site with Elementor Kits":["pentru a afla mai multe despre cum să-ți construiești site-ul cu Kituri Elementor"],"Don't close this window until the process is finished.":["Nu închide această fereastră până când procesul nu este finalizat."],"This usually takes a few moments.":["De obicei, durează puțin."],"Or":["Sau"],"Drag & drop the .zip file with your Kit":["Trage și plasează fișierul .zip cu kitul tău"],"Upload Files to Your Library":["Încarcă fișiere în Biblioteca ta"],"We recommend that you backup your site before importing a kit file.":["Înainte de a importa un fișier kit, recomandăm să faci o copie de siguranță a site-ului."],"Important:":["Important:"],"By default, all of your components will be exported.":["Implicit, vor fi exportate toate componentele tale."],"Background Settings":["Setări fundal"],"Lightbox Settings":["Setări lightbox"],"Theme Style settings":["Setări stil temă"],"Elementor Pages":["Pagini Elementor"],"404 Error Page":["Pagină eroare 404"],"to download":["pentru a descărca"],"Download not working?":["Descărcarea nu funcționează?"],"Your export is ready!":["Exportul tău este gata!"],"Back to dashboard":["Înapoi la Panou control"],"Learn more":["Învață mai multe"],"Landing Pages":["Pagini de destinație"],"App could not be loaded":["Aplicația nu a putut fi încărcată"],"Global Colors":["Culori globale"],"Search Results":["Rezultate de căutare"],"Archives":["Arhive"],"Single Posts":["Articole singulare"],"Single Pages":["Pagini singulare"],"Footers":["Subsoluri"],"Headers":["Anteturi"],"Tip":["Sfat"],"Not Found":["Nu am găsit"],"Site Settings":["Setări site"],"Layout Settings":["Setări aranjament"],"Back":["Înapoi"],"Next":["Următoare"],"Previous":["Anterioară"],"Popups":["Popup-uri"],"Continue":["Continuă"],"Plugins":["Module"],"Skip":["Sari peste"],"Something went wrong.":["Ceva nu a mers bine."],"Pages":["Pagini"],"Select File":["Selectează fișierul"],"Click here":["Dă clic aici"],"Enable":["Activează"],"Edit Template":["Editează șablonul"],"Elementor Posts":["Articole Elementor"],"Export":["Exportă"],"Close":["Închide"],"Saved Templates":["Șabloane salvate"],"Templates":["Șabloane"],"Learn More":["Învață mai multe"],"Global Fonts":["Fonturi globale"],"Version":["Versiune"],"Yes":["Da"],"Content":["Conținut"],"Go Back":["Du-te înapoi"],"Cancel":["Anulează"],"Elementor":["Elementor"]}},"comment":{"reference":"assets\/js\/app.js"}}